[
  {
    "url": "#",
    "subject": "Delisting - Final Announcement",
    "content": "<p>From June 13th, deposits are suspended for all coins being delisted from the announcement above, and also markets are disabled.</p><p>We give everyone <strong>2 MORE WEEKS</strong> to withdraw all delisted coins.<br /><span><strong>DEADLINE: June 27th</strong></span></p><p>We are also disabling some inactive markets (means markets with almost no buy/sell orders or trades) and also main markets <strong>BCH, DGB and YDA.</strong></p>"
  },
  {
    "url": "#",
    "subject": "Delisting Announcement",
    "content": "<p><u>Coins in this list will be delisted, because developers are not supporting coins anymore (abandoned) or there was almost no volume in the past months:</u><br><strong>Satocoin (SATO) -&nbsp;</strong>explorer is not working, developer is inactive<br><strong>BitcoinVG (BVG)</strong> - developer abandoned project<br><strong>Photonic Bitcoin (pBTC) -&nbsp;</strong>developer abandoned project (site and explorer are not working)<br><strong>BitcoinDX (BCDX) -&nbsp;</strong>no activity/development from developer<br><strong>Improved Bitcoin (IBTC) -&nbsp;</strong>project abandoned by developer<br><strong>RealCoin (REA)</strong> - project abandoned by developer&nbsp;<br><strong>PESP COIN (PESP) -&nbsp;</strong>no activity from developer since November 2021</p><p><br></p><p><strong>We give everyone <u>ONE WEEK</u> to Withdraw these coins from the exchange to own wallets. After one week, on June 13th, all markets and trading will be suspended, including deposits and withdrawals.</strong></p>"
  },
  {
    "url": "#",
    "subject": "Bitoreum (BTM) will change ticker to BTRM",
    "content": "On Friday (tommorow) at 12:00 our time (CEST) there will be maintenance that will last a maximum of an hour 🛠️. ⚠️  So on Friday at 6:00am (CEST), <strong>deposits for BTM will be closed (stopped)</strong> and we ask people to <strong>REALLY STOP DEPOSITING</strong>, because we will <strong>NOT</strong> credit anyone with a deposit that will be sent to the address after six o'clock (after 6:00) ⚠️.<br> We will move the balances under a new ticker and since it is a production database, it requires gentle treatment and therefore all deposits must be closed, so we close them 6 hours early so that they all go through the confirmations sent before six o'clock and we can change the ticker and move all data.<br> Deposits of Bitoreum will probably open after maintenance at 13:00 (CEST).<br>"
  },
  {
    "url": "#",
    "subject": "ChainOX (CHOX) deposits stopped until further notice",
    "content": "We are <strong>turning off CHOX deposits</strong> until further notice due to an error in the code which causes us problems when receiving deposits. We stop the CHOX deposits until error is fixed due to our safety and the safety of our users.<br>"
  },
  {
    "url": "#",
    "subject": "Butkoin Swap Announcement",
    "content": "<strong>Butkoin (BUT)</strong> deposits and withdrawals are stopped until <strong>SWAP</strong> to BUTK new chain, which will happen on <strong>1st February</strong>. We will automatically swap your existing coins in our wallet, so you don't need take any action."
  }
]
